10/data/attachments/5fb2a4643c6cf29f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ebony_skin_Friend_84712_0</nif:username>
            <nif:friendToBeRequested>soap_friends_5641f6b7-83e6-4d8a-a818-da2b14bb7ba5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>